<h2>RSS-агрегатор</h2>
<p>RSS-агрегатор — веб-приложение для сбора сообщений из источников, экспортирующих в форматы RSS или Atom, например, заголовки новостей, блогов, подкастов и видеоблогов.
Обычно с помощью RSS 2.0 даётся краткое описание новой информации, появившейся на сайте, и ссылка на её полную версию. Интернет-ресурс в формате RSS называется RSS-каналом, RSS-лентой или RSS-фидом.

Многие современные браузеры, почтовые клиенты и интернет-пейджеры умеют работать с RSS-лентами, среди них Safari, Maxthon, Miranda, Mozilla Firefox, Mozilla Thunderbird, Opera, Opera Mini, Microsoft Internet Explorer (начиная с 7-й версии). Кроме того, существуют специализированные приложения (RSS-агрегаторы), собирающие и обрабатывающие информацию RSS-каналов.</p>